---
kind: other
id: Methods.T:Autodesk.Revit.DB.PaperSizeSetIterator
source: html/3be74f5f-9be3-b6ba-c5ef-154871a843c3.htm
---
# PaperSizeSetIterator Methods

Causes the object to release immediately any resources it may be utilizing.